brew "chroma"
brew "direnv"
brew "exiftool"
brew "neovim"
brew "php@8.3"
brew "python@3.13"
brew "virtualenv"
brew "virtualenvwrapper"
brew "xonsh"
cask "affinity-designer"
cask "affinity-photo"
cask "font-architects-daughter"
cask "font-liberation"
cask "godot"
cask "iterm2"
cask "min"
cask "numi"
cask "rectangle"
cask "steam"
cask "trae"
cask "visual-studio-code"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mikoz.black-py"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "sourcery.sourcery"
vscode "teticio.python-envy"
